Repository: me990928/MyHachiPhone
Catalog: MyHachiPhone/Localizable.xcstrings
Source language: ja
Languages: en

source: %@ 出勤
en: Start：%@

source: %@ 退勤
en: End：%@

# time_format
source: yyyy年MM月dd日 HH時mm分
en: MM/dd/yyyy HH:mm

# time_format_2
source: yyyy-MM
en: MM-yyyy

# time_format_3
source: yyyy年MM月dd日
en: MM/dd/yyyy

source: お疲れ様です。 終了時間が予定と合っているか確認しよう。
en: Thanks for your help. let's make sure the end time is in line with the schedule.

source: シフト予定
en: Shift schedule

source: リセット
en: Reset

source: 予定
en: Schedule

source: 休憩：%@
en: Break：%@

source: 休憩時間
en: Break time

source: 休憩時間：%@
en: Break time：%@

source: 休日出勤
en: Holiday work

source: 休日勤務
en: Holiday work

source: 入力内容をリセットします
en: Reset input contents

source: 入力内容を登録します
en: Register input contents

source: 入力画面
en: Input contents

source: 出勤
en: Start

source: 出勤日時：%@
en: Work date：%@

source: 削除します
en: Delete

source: 勤務終了時間
en: End of work time

source: 勤務開始時間
en: Work start time

source: 合計：%lld
en: Total：%lld

source: 実行
en: OK

source: 戻る
en: Back

source: 日給一覧
en: Daily wage list

source: 時給：%lld
en: Hourly wage：%lld

# 時給%lld：%@
source: 時給%1$lld：%2$@
en: Hourly wage %lld：%2$@

source: 月間別給料
en: Monthly wage

source: 特別時給
en: special hourly wage

source: 特別時給：%lld
en: special hourly wage：%d

source: 登録
en: Regist

source: 給料：%lld
en: Wage：%lld

source: 給料：%lld円
en: Wage：%lld yen

source: 編集
en: Refactor

source: 計算を実行していません
en: Not performing calculations

source: 計算開始
en: Calculate

source: 警告
en: Warning

source: 退勤日時：%@
en: Closing date：%@
